[General]
Translator, "Binary Fortress Software"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "739"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "27"


[Icon]
R0lGODlhEAAMAPcAAMjY7cfa78rY6+inn9tnWYweEo8eEpwhGI0gEqJjWZMhFZmjrn6k0uSknsQ+
KOWkncY9KdJeS36ezeSxqdBdSrGAe59cVeKNgoofEZ9gWp9jW5YfFqNUTuzm5aA5MevQzGN4lGB5
lp9aU3Sm29tnWt3U0t/V09RkVHem2t+3sJiksOKId9dlV36r2+7k4Xmw5KBSTHmf0Xyy5a7J4151
kYeWpO/CveGek+PZ1+aajKqdm5tlXdJjU+rRzMNDLHqg0eje3cvf8tqyrZrQ9ei9uM5ALN+gl+KX
jt2XiuzAu+a7tptCOeG3sfPo58Pa8W2b0teyq9vR0MXc8uzg363H4erk489gTMjX65ggF+B7buvH
w7OVk6WiotVCL3mj1ZohGGF1kNFBLpUhFcg/Klp3luKon54gGu3QzezQzJ9ZUeKjm95/cpAfE92E
d2J+m8fZ7tnOzco+KtxCM9yzrey/tvLm5d60sK/L5thDMqXI6N+gk9lmV91DNMzY6n2l1YKp1rKu
rsPe9eGYjoCk0YkeD911adR2ZvDl4eSjm+HX1cnb7+BpXJ9eV7DL5nqk1ZUgFPfq6eKjmZshGO3n
5uvl5N9+cOrQzNnQznup2+GakGF0kKJ9dZihrXyezbqysea4scXW7JagreLHw96CdeO6tOrl5Oin
ntBALbGBfdNfTd2GeZiirqDJ6qBVTtZBMN5oWsw/K+fc2ZmhrIolGKyRkNiyqsrZ7u7Qyuq+usra
7+/o5gAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAGVpCgViARkVbhJoyMDIgog0rcD06SSAga0/AQ5VKUWpwyRdgDhJuBIDgCNFI1aoajNqTaUs
S2gI+AHAS4AWUm71sPQBzRkttFYNAuAnF6YgMnJkEnTkQiECMEKAevIGhZMXgeh8mlAG0YMBFWpQ
mdHoTh5WQ24YiaSmgakBqDbpQWLICoUIqXicYLGHxKtFHHSIglJLyBw7KZiQUkIEVxIbW3b4cABh
TBxYRU6F6eIKjxw+HrjAuRSlhIlEOGIBmeKiThNInmYRwlAAgQE2Ch6J2YDli6QDZgICADs=


[BFAPI]
ErrorClientVersionTooOld, "Your client version is too old.\nPlease update the application and try again."
ErrorFailClientTime, "Your computer's clock is not set correctly.\nPlease check your system time and try again."
ErrorFailLogin, "Check your email address and password and try again."
ErrorFailPrefix, "Failed to connect to your Binary Fortress Account.\nPlease check your internet connection, and verify that this application is not being blocked by a proxy or firewall on your computer or network."
ErrorInvalidProTrialLicenseKey, "Your Trial License Key appears to be invalid.\nPlease contact us for more information."
ErrorItemSizeTooLarge, "One of the items you are trying to sync is too large.\nYou will need to delete the large item and try syncing again."
ErrorTrialExpiredPrompt, "Your Pro Trial License has expired.\nWould you like to contact us and start another trial?"
ErrorTwoFactorInvalid, "Your Two-Factor Code is invalid or expired.\nPlease try again."
ErrorUnknownProPurchasedLicenseKey, "Your License Key appears to be invalid.\nPlease contact us for more information."
LoginPrompt, "You need to enter your Binary Fortress login information to sync your profiles.\nWould you like to enter your login information now?"
PromptTwoFactor, "Please enter the Two-Factor Code that was just sent to your device.\nIf you don't receive it within a few minutes, please contact Binary Fortress Support."
PromptTwoFactorImportOldCredentials, "This application now supports two-factor authentication, and you currently have it enabled on your account.\n\nPlease enter the Two-Factor Code that was just sent to your device.\nIf you don't receive it within a few minutes, please contact Binary Fortress Support."
PromptTwoFactorTOTP, "Please enter the 6-digit code generated by your mobile authenticator app.\nIf you have any issues with your authenticator code please please contact Binary Fortress Support."
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&My Licenses"
btnRegister, "&Register"
btnResetPassword, "Reset Password"
lblEmailAddress, "Email Address:"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal or Company, # indicated in license name"
LicenseRestrictionEnterprise, "Unlimited computers at unlimited company-owned sites"
LicenseRestrictionPersonal, "Unlimited personal computers, and 1 company computer that only you use"
LicenseRestrictionSite, "Unlimited computers at 1 site"
LicenseRestrictionStandard, "Personal or Company, 1 computer"
LicenseRestrictionSteam, "Personal or Company, unlimited computers, primary user is you and Steam is installed"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Please enter a valid email address and try again."
ErrorEnterPassword, "Please enter your password and try again."
ErrorLoginFailed, "Failed to load your account information.\nPlease check your email address and password and try again."
ErrorNoLicensesFound, "Sorry, we couldn't find any license information for this account.\nIf you need any assistance please contact us."
ErrorUnknownLicenses, "An error has occurred while loading your license information."
ErrorUnknownLogin, "An error has occurred while loading your account information."
Note, "Login to retrieve your License Key and sync with your Binary Fortress Account."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Loading License Information"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Date Created"
colDateExpires, "Expiry Date"
colLicenseKey, "License Key"
colLicenseRestrictions, "License Restrictions"
colLicenseType, "License Type"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Are you sure you want to use this License Key?"
ErrorSelectLicense, "Please select a License from the list and try again."
ShowNeedLicenseWarning, "Select one of your License Keys from the list, then click the 'OK' button to use that License Key."
Title, "My Licenses"


[BFFormCodeEditor]
btnHotKeyEdit, "&Edit"
btnInsertFunction, "&Insert Code"
btnInsertFunctionTT, "Browse through a list of pre-made script helpers to help you build your own function."
btnRedoTT, "Redo (Ctrl + Y)"
btnReferencesDefault, "Default References"
btnRunFunction, "&Run Function"
btnRunFunctionTT, "Runs the current function."
btnUndoTT, "Undo (Ctrl + Z)"
btnVerifyFunction, "&Verify Function"
btnVerifyFunctionTT, "Verifies the current function code without running it."
ErrorCompileFailed, "Compile Failed."
ErrorEnterCode, "Please enter some C# or VB.net code and try again."
ErrorEnterName, "Please enter a Name and try again."
ErrorRunFailed, "Run Failed."
lblDescription, "Description:"
lblHelp, "Help with Functions"
lblKeyCombination, "Key Combination:"
lblLanguage, "Language:"
lblName, "Name:"
lblReferences, "References:"
lblShare, "Share your code with the community!"
MessageRunning, "Running:"
MessageRunSuccess, "Run Successful."
MessageVerifySuccess, "Verify Successful."
MessageWait, "Waiting for Scripted Function to finish.\nYou can use the Scripted Function system tray icon to stop the function."
MessageWaitTitle, "Waiting for Function"
PromptChangeLanguage, "Would you like to load the default Scripted Function code?\nWARNING: This will reset your Scripted Function."
PromptCloseWithoutSave, "Are you sure you want to close without saving?"
PromptDefaultReferences, "Are you sure you want to reset the references to default?"
PromptInvalidSave, "This Scripted Function appears to be invalid.\nAre you sure you want to save it anyway?"
ShareMessage, "Your code will be attached to this request automatically.\nIf you want to send a message, please enter it above the divider line. Thanks!"
ShareSubject, "Scripted Function:"
ShareTitle, "Share Scripted Function"
ShareWarning, "Your name will be used for credit, so please let us know if you'd like to use an alias or share this anonymously."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Please select the Window Style(s):"
PromptSelectWindowStylesEx, "Please select the Extended Window Style(s):"
RemoveConfirmOne, "Are you sure you want to remove the selected item?"
SelectAnItem, "Please select an item from the list and try again."
SelectAudioDevice, "Please select an Audio Device."
SelectMouseCursorLocation, "Click to select a mouse cursor location\nPress any key to cancel"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Enter String:"
SendKeys_mniAddKeyCombination, "Add Key Combination"
SendKeys_mniAddRawText, "Add Raw Text"
SendKeys_mniAddText, "Add Text"
SendKeys_Title, "SendKeys Builder"


[BFFormDownload_Strings]
ConfirmCancel, "Are you sure you want to cancel this download?"
Error, "An error has occurred."
Progress, "Remaining: {0} KB ({1} KB total)"
ProgressUnknown, "Downloading: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Please select a WallpaperFusion tag and try again."
lblQuery, "Filter:"
Title, "WallpaperFusion Tags"


[BFFormOnlineMacroBrowser]
btnClose, "&Close"
colContributors, "Contributors"
colCreatedBy, "Created By"
colDownloads, "Downloads"
colLanguage, "Language"
colLastModified, "Last Modified"
lblQuery, "Filter:"
Loading, "Loading..."


[BFFormProxySettings_Controls]
btnSave, "Save"
lblProxyAddress, "Server Address:"
lblProxyPassword, "Password:"
lblProxyPassword2, "Re-enter Password:"
lblProxyPort, "Port:"
lblProxyUsername, "Username:"
rdoCustomSettings, "Use &Custom Proxy Server Settings:"
rdoNoProxy, "&No Proxy Server (direct internet connection)"
rdoUseIESettings, "Use &Internet Explorer Connection Settings"


[BFFormProxySettings_Strings]
EnterServerAddress, "Please enter a Proxy Server Address or select 'No Proxy Server'."
EnterServerPort, "Please enter a Proxy Server Port or select 'No Proxy Server'."
PasswordDecryptionFailed, "Your Internet Connection Settings appear to be invalid.\nWould you like to re-enter your proxy server password to fix these settings?"
PasswordsNotMatch, "Your Proxy Server Passwords don't match, please try again."
Title, "Internet Connection Settings"


[BFFormSelectApplication]
AllApplications, "All Applications"
btnBrowse, "&Browse"
colApplication, "Application"
colPath, "Path"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows Universal Applications"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "Please select an application first."
Title, "Select Application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Default Value"
chkShowOnlyModified, "Only show modified values"
colSetting, "Setting"
colValue, "Value"
lblFilter, "Filter:"
lblHelp, "Double-click a setting to change it, click the 'Help' button for more information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "An error has occurred while saving this setting."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Advanced Settings"
TitleEdit, "Edit Advanced Setting"


[BFFormSettings_Controls]
btnAdvancedSettings, "Advanced Settings"
btnAutoUpdateCheckNow, "Check for &Updates Now"
btnBackupSettings, "Export Settings"
btnLanguageHelp, "Help Finish a Translation"
btnLicenseChangeToFree, "Change to Free Version"
btnLicenseKeyRequestTrial, "Request New Trial License"
btnLicenseKeyRestoreTrial, "Restore Trial License Key"
btnLicenseLoadOnline, "Load from Binary Fortress Account"
btnLicensePasteFromClipboard, "Paste from Clipboard"
btnProxySettings, "Internet Connection Settings"
btnRestoreSettings, "Restore Settings"
btnTroubleshootingClearLogBASE, "Clear Log"
btnTroubleshootingCopyBASE, "Copy Info to Clipboard"
btnTroubleshootingExportBASE, "Export Info to File"
btnTroubleshootingForceCleanupBASE, "&Force Memory Cleanup"
btnTroubleshootingOpenLogBASE, "Open Log"
btnTroubleshootingRefreshBASE, "&Refresh"
chkAutoUpdate, "Check for Updates Automatically"
chkAutoUpdateBeta, "Check for new Beta (newer, unstable) versions"
chkAutoUpdateSteam, "Check for updates automatically (Steam may ignore this setting)"
colLanguageName, "Name"
colLanguagePercentComplete, "Complete"
colLanguageTranslators, "Translators"
colLanguageVersion, "Version"
gbAutoUpdate, "Update Check"
gbLicenseReseller, "Reseller Information"
lblAutoUpdateWarningBASE, "Warning: Automatic updates are currently disabled, you won't be prompted to install new versions"
lblLanguageGetMore, "Get New and Updated Languages"
lblLicenseExpires, "License Expiry Date:"
lblLicenseKey, "License Key:"
lblLicenseTo, "Licensed To:"
tabAbout, "About"
tabLanguage, "Languages"
tabLicense, "License Key"
tabOptions, "Options"
tabOurApps, "Our Apps"
tabTroubleshooting, "Troubleshooting"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Are you sure you want to remove your License Key and switch to the Free version?"
ChangeToFreeFromTrialPrompt, "If you want to use a Pro Trial version again you'll need to request a new trial key from our support team. If you'd like to see which features are unavailable in the Free version, please visit the Free vs Pro page on the website.\n\nAre you sure you want to remove your License Key and switch to the Free version?"
DebugLogCleared, "The Debug Log file has been successfully cleared."
DebugLogNotFound, "The Debug Log file could not be found.\nMake sure you have enabled Debug Logging first."
FreeVersion, "Free Version"
LanguageHelpMessage, "I would like to help finish a translation!"
LanguageHelpMessageDescription, "Help us finish a translation, and receive a free Pro Standard license in return!\nSomeone will follow-up with you within 2 business days."
LanguageRightToLeft, "Right-to-Left"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: Log Disabled"
LogLevel1, "L1: Log Minimal"
LogLevel2, "L2: Log Detailed (not recommended)"
LogLevel3, "L3: Log All (not recommended)"
RegistryExportSuccess, "Your settings have been successfully exported."
RestoreSettingsFailed, "Failed to restore your settings."
RestoreSettingsPrompt, "Never restore backups that weren't created by you or the Binary Fortress support team.\nAre you sure you'd like to restore this backup?"
RestoreSettingsSuccess, "Your settings have been successfully restored."
SettingsLoadError, "An error has occurred while loading the settings."
SettingsSaveError, "An error has occurred while saving the settings."
Title, "Settings"
TroubleshootingCopyError, "Failed to copy your troubleshooting information."
TroubleshootingCopySuccess, "Your troubleshooting information has been successfully copied to the clipboard."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Attach File"
btnAttachmentsClear, "Clear Attachments"
chkIncludeBackup, "Include a settings backup with this support request"
lblEmailAddress, "Email Address:"
lblMessage, "Message:"
lblName, "Name:"
lblSubject, "Subject:"
lblWarning, "The information from the Troubleshooting tab and your Debug.log file will be encrypted and sent along with this support request so that we can solve your issue more quickly."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Please enter a valid email address and try again."
EnterMessage, "Please enter a message and try again."
EnterName, "Please enter your name and try again."
EnterSubject, "Please enter a subject."
PromptClearAttachments, "Are you sure you want to remove these attachments?"
SendSuccess, "Your information was successfully sent.\nSomeone will contact you within 2 business days."
Title, "Submit Support Request"
TooLongEmailAddress, "Please enter a shorter email address and try again."
TooLongName, "Please enter a shorter name and try again."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Maybe Later"
btnMoreInfo, "More Information"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Invalid License Key"


[BFFormUpdate_Controls]
btnChangeLog, "&View Change Log"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "&Install Now"
btnInstallOnExit, "Install on E&xit"
btnRemindMeLater, "&Remind Me Later"
btnSkipThisVersion, "&Skip This Version"
lblNewVersion, "New Version:"
lblOldVersion, "Current Version:"
lblUpdateNotes, "What's New in this Version:"
lblUpdateSize, "Update Size:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "It is recommended that you update to this new version.\nAre you sure you want to skip this update?"
DownloadFailedSave, "Failed to save this file locally."
DownloadingUpdate, "Downloading Update"
DownloadInvalidData, "Invalid data returned from the server. The server may be having a problem finding the requested file."
DownloadNoData, "No data returned from the website."
ErrorDownload, "An error occurred while trying to download the new version."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
RebootMightBeRequiredWarning, "A reboot may be required after this update is installed."
Title, "Update Available"
UpdateProMessage, "You need to upgrade to a Pro License to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniDiscussions, "Community Discussions"
mniOnlineHelp, "Online Help"
mniSupportRequest, "Support Request"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Remove Invalid Key Combination"
ErrorHotKeyBindFailed, "The Key Combination bind failed:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "The Key Combination is invalid: Please enter a key value."
ErrorIncorrectNumberElements, "The Key Combination is invalid: Wrong number of keys."
ErrorIncorrectNumberKeyMods, "The Key Combination is invalid: Wrong number of modifiers."
ErrorInvalidKeyCombo, "The Key Combination you have specified is invalid."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "The Key Combination is invalid: Too many modifiers."
HotKeyButtonRemove, "&Remove"
HotKeyButtonSetHotKey, "Set HotKey"
HotKeyLabelKeys, "Select modifiers then press desired key"
HotKeyLabelMouse, "Select modifiers then click desired mouse button"


[BFMessage]
btnCopy, "&Copy to Clipboard"
btnMoreInformation, "&Show More Information"


[BFTextQuery]
CaseSensitive, "Case Sensitive:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
ErrorInvalidWordBoundary, "Warning: Invalid Characters.\nOnly letters and numbers are supported by the equality operator."
MayContain, "May Contain:"
MayEqual, "May Equal:"
MayNotContain, "May Not Contain:"
MayNotEqual, "May Not Equal:"
MustContain, "Must Contain:"
MustEqual, "Must Equal:"
MustNotContain, "Must Not Contain:"
MustNotEqual, "Must Not Equal:"
Time, "one time"
Times, "{0} times"


[BFUpdateCheck]
AlreadyInProgress, "Update Check already in progress..."
ErrorRunningDownloadedFile, "An error has occurred while trying to run the downloaded installation file."
FailedToGetVersion, "Could not load the latest version number."
NoUpdate, "You are already using the latest version."


[cFunctions_Strings]
FolderNotRecognized, "The selected folder is not recognized and can't be searched."


[CommonControls]
chkIsMetroApp, "Is this application a Metro (Universal) App?"
lblMetroAppID, "Metro (Universal) App ID:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Browse && Append"
btnBrowseExcludePath, "Browse"
btnFolderBrowse, "&Browse"
btnFolderBrowseAppend, "Browse && Append"
btnNewSearch, "Search In &New Tab"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Search"
btnStop, "S&top"
chkCaseSensitive, "&Case sensitive query"
chkFileSizeMax, "Maximum File Size:"
chkFileSizeMin, "Minimum File Size:"
chkIsQueryRegEx, "Query is RegEx"
chkSearchSubFolders, "Search sub-&folders"
chkShowFirstResult, "&Only show first result for each File"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Show file names that match the query text"
chkShowQueryMatchFolders, "Show folder names that match the query text"
chkUseIFilters, "Process file contents using File Handlers (slower)"
colDateAccessed, "Date Accessed"
colDateCreated, "Date Created"
colDateModified, "Date Modified"
colEncodingUsed, "Encoding Used"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "File Size"
colLine, "Line"
colLineNumber, "Line #"
colPath, "Path"
lblAccessedTo, "to"
lblAdditionalLinesAfter, "Show this many lines after a search result:"
lblAdditionalLinesBefore, "Show this many lines before a search result:"
lblCreatedTo, "to"
lblDateAccessed, "Date Accessed:"
lblDateCreated, "Date Created:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Date Modified:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "to"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Matches Found: {0}"
lblStatusTotal, "Files Searched: {0}"
mniAbout, "About"
mniAddResultsToZipFile, "Zip All Results"
mniAddSelectedResultsToZipFile, "Zip Selected Results"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Close All"
mniCloseAllButThis, "Close All But This"
mniCloseSearch, "Close"
mniCopyFilePathNewLine, "Copy Selected Filenames (newline separated)"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copy All Results"
mniExit, "Exit"
mniExplorerContextMenu, "Windows Context Menu"
mniHashWithHashTools, "Hash with HashTools"
mniHelp, "Help"
mniOpenFolder, "Open Containing Folder"
mniOpenFolderOnly, "Open Folder"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Remove Selected Results From List"
mniRenameFile, "Rename Selected File"
mniSettings, "Settings"
mniShowFilterControls, "Show Filter Controls"
mniTextCopy, "&Copy"
mniTextSelectAll, "Select &All"
mniTools, "&Tools"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Export All Results to HTML"
mnuExportSelectedResultsHTML, "Export Selected Results to HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Languages"
mnuLoadProfile, "Load"
mnuManageProfiles, "Manage Profiles"
mnuOpen, "Open"
mnuOpenNotepad, "Open with Notepad"
mnuProfile, "Profiles"
mnuSave, "Save"
mnuSaveAll, "Export All Results as CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Export Selected Results as CSV"
mnuShowFullLanguageList, "Show Full List"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Match query to each line in file"
rdoMatchQueryToWholeFile, "Match query to entire file"
tabAdvanced, "Advanced"
tabDateFilters, "Date Filters"
tabFileSizeFilters, "File Size Filters"
tabSearch, "Search"


[frmMain_Strings]
AccessedAfterTT, "Accessed after {0}"
AccessedBeforeTT, "Accessed before {0}"
AccessedBetweenTT, "Accessed between {0} and {1}"
AllDrives, "All Drives"
AppSelectionErrorPartOne, "The application you selected can't be found."
AppSelectionsErrorPartTwo, "Would you like to select a different one now?"
btnNewSearchTT, "Open a new Tab and start a search"
btnSearchTT, "Start a search in the current tab"
btnStopTT, "Stop the selected search"
CaseSensitiveQueryTT, "Case Sensitive Query"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Query is RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Will only show first matched line when matching query to each line"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "An error has occurred while showing the Windows Context Menu."
CreatedAfterTT, "Created after {0}"
CreatedBeforeTT, "Created before {0}"
CreatedBetweenTT, "Created between {0} and {1}"
CSVSpreadsheet, "CSV Files"
CustomAppOpenError, "An error has occurred while opening this file with custom application."
DateCreatedError, "Please select a 'Date Created End Date' that is later than the start date."
DateFiltersSelected, "Date Filters:"
DateModifiedError, "Please select a 'Date Modified End Date' that is later than the start date."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Enter a profile name:"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Excluded Files: {0}"
ExcludePathsTT, "Exclude Path(s): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Please wait while FileSeek performs the requested operation.\nYou can close this window, but it may lead to unexpected results while this task is running."
FileDeleteQuestion, "Are you sure you want to delete the selected files or folders?"
FileDeleteTitle, "Delete Files"
FileDeletionError, "An error has occurred while deleting these files."
FileHandlerError, "Please enter a path to search."
FileIncludeNameMatch, "Filename Match [Include Files Filter]"
FileOpenError, "An error has occurred while opening this file."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Filename Match [Query]"
FileReadError, "Error Accessing File: {0}"
FileSelectionError, "Please select at least 1 file that exists and try again."
FileSizeError, "Please select a File Size Maximum that is equal or greater than the File Size Minimum."
FileSizeFiltersSelected, "File Size Filters:"
FilesSearched, "Files Searched: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Select a Folder to Search"
FolderBrowsingError, "An error has occurred while browsing for a folder."
FolderIncludeNameMatch, "Folder Name Match [Include Files Filter]"
FolderItemError, "Failed to get Folder for Item: {0}"
FolderOpenError, "An error has occurred while opening this folder."
FolderQueryNameMatch, "Folder Name Match [Query Text]"
FolderReadError, "Error reading Folders in Folder: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Hyper Text Markup Language File"
IFilterWarning, "Please enable file handlers on the Advanced tab to display proper results for: {0} files"
IncludeFilesTT, "Included Files: {0}"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "Invalid folder length."
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "RegEx pattern is invalid.\n{0}"
KeypressError, "An error has occurred while processing this key press."
LinkedFolderError, "Not searching folder because it is a link/junction"
MatchesFound, "Matches Found: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Maximum File Size: {0}"
MaxPathError, "This path exceeds the maximum character length"
MenuOpenError, "An error has occurred while opening the menu."
MinFileSizeTT, "Minimum File Size: {0}"
ModifiedAfterTT, "Modified after {0}"
ModifiedBeforeTT, "Modified before {0}"
ModifiedBetweenTT, "Modified between {0} and {1}"
More, "(more)"
NoDateFiltersSelected, "No date filters selected"
NoFileSizeFiltersSelected, "No file size filters selected"
NoOptionsSelected, "No Options Selected"
NotepadError, "An error has occurred while opening this file with Notepad."
NotYourProfile, "You do not own this profile."
OnlyShowFirstResultTT, "Only Show First Result"
OpenManyQuestion, "Are you sure you would like to open {0} files or folders?"
OptionsSelected, "Options Selected:"
OtherApplication, "Other Application"
PathsTT, "Path(s): {0}"
PathTooLongError, "Windows does not support this action with long path names."
ProfileLoadError, "There was an error loading this profile."
ProfileLoadOnStartError, "There was an error loading this profile. The Profile does not exist."
ProfileNameEmptyError, "You have not entered a profile name.\nPlease enter a name and try again."
ProfileOverwriteQuestion, "Are you sure you would like to overwrite the profile '{0}'?"
ProfileSaved, "Saved search settings to profile '{0}'"
ProfileSaveError, "Unable to save profile."
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Query:\n{0}"
rdoMatchQueryLineByLineTT, "Open a file one line at a time and try to match the query to each line"
rdoMatchQueryToWholeFileTT, "Open the entire file at once and try to match the query to the entire text"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "One result copied to the clipboard."
ResultCopyError, "An error has occurred while copying your search results to the clipboard."
ResultSaveError, "There was an error saving your results.\n{0}"
ResultsCopied, "{0} results copied to the clipboard."
ResultSelectionError, "Please select at least 1 search result and try again."
SaveResults, "Save Results to a Spreadsheet"
SaveResultsAsHTML, "Save Results as HTML"
SaveSearchProfile, "Save Search Profile"
SearchComplete, "Search completed in {0}s"
SearchCriteria, "Search Criteria:"
SearchCriteriaEmptyTT, "Search Criteria Empty"
SearchEnd, "Search End: {0}"
SearchError, "An error has occurred while searching."
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Search Sub Folders"
SettingFormShowError, "An error has occurred while showing the Settings window."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "An error has occurred while copying this text."
TextProcessingError, "An error has occurred while processing text."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Please select some text and try again."
txtPathTT, "Separate multiple items with the | character"
UseFileHandlersTT, "Use File Handlers"
ViewingAppPartOne, "You haven't selected a viewing application yet"
ViewingAppPartTwo, "Would you like to select one now?"
ZipFile, "Zip File"


[frmProfileManager_Controls]
btnCopyProfile, "Copy Profile"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Rename"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Profile Name"
colProfileOwner, "Profile Owner"
lblCurrentProfile, "Current User: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "What would you like to call your new profile?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Please select a profile from the list and try again."
ProfileDeleteQuestion, "Are you sure you would like to delete the selected profile?"
RenameSearchProfile, "Rename Search Profile"
SearchProfileName, "Search profile name:"
Title, "Manage Profiles"


[frmSettings_Controls]
btnBrowseOther, "&Browse"
btnClearHistory, "Clear Search History"
btnIFilterToggle, "Toggle File Handler"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Show an error for files with no File Handler (when File Handler search is enabled)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Search files && folders that are a link/junction"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkSearchWithinLNKFiles, "Search the file LNK files are pointing to"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Show an error when a file/folder can't be accessed"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Show ToolTips"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Always start FileSeek with blank search criteria"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Treat all Include Files filters as wildcards"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Show FileSeek in the Windows Context Menu"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Command Line Variables"
gbDateFormat, "Date Format"
gbGeneralOptions, "General Options"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Command line parameters to pass:"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Select a default operation for double clicking on a search result:"
lblFileHandlerFAQ, "File Handler Frequently Asked Questions"
lblNumChar, "Show this many characters for each search result:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Selected file viewing application:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "An error has occurred while browsing for an application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Export All Results to HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Export Selected Results to HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Open Containing Folder"
cboDefaultDoubleClickOperation_OpenNotepad, "Open with Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "With this option enabled, a search entered as foo will be treated as *foo*"
ClearHistoryError, "An error has occurred while clearing your Search History."
ClearHistoryWarning, "Are you sure you want to clear your Search History?"
CommandLineError, "Please enter command line parameters, or click 'Default' to reset them."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Disable File Handler"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Enable File Handler"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: Substitutes the complete file name."
FileHandlerListError, "An error has occurred while listing the File Handlers."
FileHandlerSelectError, "An error has occurred while selecting this File Handler."
FileHandlerToggleError, "An error has occurred while toggling this File Handler."
HistoryCleared, "Search History cleared successfully."
InvalidExitcode, "Returned invalid ExitCode: {0}"
LineCommandDescription, "{0}: Substitutes the line number."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Please enter a number of characters between {0} and {1} and try again."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "An error has occurred while setting the Context Menu settings."
tabSettings_FileHandlers, "File Handlers"
tabSettings_OtherApp, "Other Application"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Search"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Search results save successfully.\nWould you like to view the file?"
SearchCriteria, "Search Criteria"
SearchDate, "Search Date:"
Title, "FileSeek Search Results"


[IFilterHelper_Strings]
UnknownError, "Unknown IFilter error"
UsingStandardMethodWarning, "No File Handler for this file, searching using standard method."


[Installer]
AdditionalIcons, "Additional Icons:"
CreateContextMenuItems, "Add to Windows right-click context menu"
CurrentUserOnly, "For the current user only"
DesktopIcon, "Create a &desktop icon"
DotNetInstallNow, "Would you like to install it now?"
DotNetRequired, "Your system needs a .NET Framework update to run this application."
ForAllUsers, "For all users"
LaunchNow, "Launch Now"
LicKeyInvalid, "This License Key appears to be invalid."
LicKeyLabel, "License Key:"
LicKeySelectOption, "Please select a License Key Option and try again."
LicKeyText, "License Key Options:"
LicKeyTextAdminLocked, "Your License Key has been set by your Administrator."
LicKeyTextChangeFree, "Click 'Change to Free Version' in the Settings window to use the Free version."
LicKeyTextEnterOrFree, "Please enter a valid License Key or select 'Use Trial Version'."
LicKeyTextPaid, "Use this License Key:"
LicKeyTextTrial, "Use Trial Version (first time only), reverts to Free Version after trial"
RunAtStartup, "Launch at Windows startup"
SteamKeyInvalid, "Your Steam License Key failed to load correctly.\nPlease exit this installer/application and try clicking Install or Launch again from within Steam."
TextBefore, "If you have FileSeek currently running, please make sure you close it before installing this new version.\n\nVisit https://www.fileseek.ca for updates and support."
UninstallRemoveAllData1, "Would you like to completely remove ALL application settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing this application again."
UnsupportedWindowsVersion, "This product is no longer supported on your version of Windows. Would you like more information about downloading an older supported version?"


[LicenseValidate_Strings]
ExpiredPrompt, "Sorry, your FileSeek Trial License Key has expired.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"
FreeLicenseReminder, "Want to help support future development? Click here!"
Invalid, "Sorry, your License Key is invalid."
InvalidReseller, "Sorry, your License Key is only valid with FileSeek provided by your Reseller.\nPlease contact your Reseller for more information."
LicenseProcessPro, "Thank You for Registering!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Your License Key has been removed."
LicenseProcessTrial, "Thank You for trying FileSeek Pro!\nYour license will expire on {0:D}."
TrialAlmostDonePrompt, "Your trial license will expire soon.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Search with FileSeek"


[Words]
About, "About"
Add, "&Add"
AdminSettingsLock, "Some settings are managed by your system administrator"
Apply, "Apply"
Browse, "Browse"
ButtonLater, "&Later"
ButtonMoreInformation, "&More Information"
ButtonUseFreeVersion, "&Use Free Version"
BuyALicenseKey, "Buy a License Key"
Cancel, "&Cancel"
Close, "Close"
Copy, "&Copy"
Custom, "Custom"
Cut, "&Cut"
Default, "Default"
Delete, "&Delete"
Disable, "&Disable"
Disabled, "Disabled"
Duplicate, "&Duplicate"
Edit, "&Edit"
Enable, "&Enable"
Enabled, "Enabled"
EnterALicenseKey, "Enter a License Key"
Error, "Error"
ErrorNotAdminUACDisabled, "UAC is disabled, but you are not an Administrator, your requested action will probably fail.\nPlease enable UAC or login as an Administrator and try again.\nIf you have recently disabled UAC, please make sure to restart your computer."
Exit, "Exit"
FileTypes_AllFiles, "All Files"
FileTypes_ApplicationFiles, "Application Files"
FileTypes_HTMLFiles, "HTML Files"
FileTypes_ImageFiles, "Image Files"
FileTypes_RegistryFiles, "Registry Files"
FileTypes_SoundFiles, "Sound Files"
FileTypes_VideoFiles, "Video Files"
FileTypes_ZipFiles, "Zip Files"
FreeVsPro, "Free vs Pro"
Help, "Help"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
Language, "Language"
Load, "&Load"
Name, "Name"
NameLabel, "Name:"
Never, "Never"
No, "No"
OK, "&OK"
Paste, "&Paste"
ProductSocialOnFacebook, "FileSeek on Facebook"
ProductSocialOnLinkedIn, "FileSeek on LinkedIn"
ProductSocialOnTwitter, "FileSeek on Twitter"
ProOnlyButtonToolTip, "This feature is Pro Only!\nClick here for more information."
ProOnlyLabelText, "Upgrade to a Pro License to enable this feature"
ProOnlyNotice, "Pro Only features are highlighted in blue"
ProOnlyQuestion, "You need to upgrade to a Pro License to use this feature.\nWould you like more information on upgrading?"
ProOnlyShort, "Pro Only"
Redo, "&Redo"
Refresh, "&Refresh"
Remove, "&Remove"
Rename, "Rename"
Retry, "Retry"
Save, "&Save"
Seconds, "seconds"
Select, "Select"
SelectAll, "&Select All"
Settings, "Settings"
Start, "Start"
Stop, "Stop"
Sync, "Sync"
Undo, "&Undo"
Unknown, "Unknown"
Yes, "Yes"